tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
cask "osxfuse"
brew "readline"
brew "xz"
brew "binwalk"
brew "composer"
brew "direnv"
brew "docker"
brew "foremost"
brew "git"
brew "gnuplot"
brew "graphviz"
brew "hashpump"
brew "imagemagick@6", link: true
brew "jadx"
brew "md5sha1sum"
brew "protobuf"
brew "mysql"
brew "node"
brew "nodebrew"
brew "nodenv"
brew "pyenv"
brew "ruby-build"
brew "rbenv"
brew "redis"
brew "sbt"
brew "sshfs"
brew "vim"
brew "volatility"
brew "wget"
brew "yarn"
brew "zsh-completions"
cask "android-studio"
cask "burp-suite"
cask "clipy"
cask "discord"
cask "docker"
cask "dropbox"
cask "firefox"
cask "ghidra"
cask "gimp"
cask "google-chrome"
cask "google-japanese-ime"
cask "hex-fiend"
cask "idafree"
cask "intellij-idea-ce"
cask "iterm2"
cask "jad"
cask "java"
cask "kindle"
cask "mathpix-snipping-tool"
cask "slack"
cask "telegram"
cask "the-unarchiver"
cask "vagrant"
cask "virtualbox"
cask "visual-studio-code"
cask "wireshark"
cask "zoomus"
